{
    "header": {
        "home":"QR Rechnung",
        "about":"Über diese Seite",
        "settings": "Einstellungen"
    },
    "footer": {
        "imprint":"Impressum"
    },
    "clearAll":{
        "button":"Alle löschen",
        "modalTitle":"Alle löschen?",
        "modalBody":"Sollen wirklich alle gescannten Rechnungen gelöscht werden?",
        "cancel":"Abbrechen",
        "confirm":"Löschen"
    },
    "bill": {
        "table": {
            "label": "Name",
            "value": "Wert",
            "billNumber": "Rechnugsnummer",
            "date": "Datum",
            "grossamount": {
                "20percent": "Brutto USt. 20%",
                "19percent": "Brutto USt. 19%",
                "13percent": "Brutto USt. 13%",
                "10percent": "Brutto USt. 10%",
                "0percent": "Brutto USt. 0%",
                "full": "Bruttopreis"
            },
            "netamount": {
                "full": "Nettopreis"
            },
            "cashRegisterID":"Kassennummer",
            "trustedSupplier":"Vertrauensdienstanbieter",
            "company":"Händler"
        },
        "delete": {
            "buttonDelete": "Löschen",
            "buttonCancel": "Abbrechen",
            "confirmationText": "Soll diese Rechnung gelöscht werden?"
        },
        "cancellation": "Storno"
    },
    "imprint": {
        "full":"<h4>Impressum</h4><p><b>Informationen und Offenlegung gemäß &sect;5 (1) ECG, &sect; 25 MedienG, &sect; 63 GewO und &sect; 14 UGB</b></p> <p><b>Webseitenbetreiber:</b> Martin Schröder</p>\n<p><b>Anschrift:</b> Landgutgasse 1, 1100 Wien</p>\n<p><b>UID-Nr:</b> ATU76973036 <br> <b>Gewerbeaufsichtbehörde:</b> Magistratisches Bezirksamt des X. Bezirkes <br> <b>Mitgliedschaften:</b> Mitglied der WK Wien und Junge Wirtschaft</p>\n<p><b>Kontaktdaten:</b> <br> Email: hallo@qrrechnung.at </p>\n\n<p><b>Anwendbare Rechtsvorschrift:</b> www.ris.bka.gv.at <br> <b>Berufsbezeichnung:</b> Dienstleistungen in der automatischen Datenverarbeitung und Informationstechnik</p>\n<p><b>Online Streitbeilegung:</b> Verbraucher, welche in Österreich oder in einem sonstigen Vertragsstaat der ODR-VO niedergelassen sind, haben die Möglichkeit Probleme bezüglich dem entgeltlichen Kauf von Waren oder Dienstleistungen im Rahmen einer Online-Streitbeilegung (nach OS, AStG) zu lösen. Die Europäische Kommission stellt eine Plattform hierfür bereit: https://ec.europa.eu/consumers/odr</p>\n<p><b>Urheberrecht:</b> Die Inhalte dieser Webseite unterliegen, soweit dies rechtlich möglich ist, diversen Schutzrechten (z.B dem Urheberrecht). Jegliche Verwendung/Verbreitung von bereitgestelltem Material, welche urheberrechtlich untersagt ist, bedarf schriftlicher Zustimmung des Webseitenbetreibers.</p><p><b>Haftungsausschluss:</b> Trotz sorgfältiger inhaltlicher Kontrolle übernimmt der Webseitenbetreiber dieser Webseite keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich. Sollten Sie dennoch auf ausgehende Links aufmerksam werden, welche auf eine Webseite mit rechtswidriger Tätigkeit/Information verweisen, ersuchen wir um dementsprechenden Hinweis, um diese nach § 17 Abs. 2 ECG umgehend zu entfernen.<br>Die Urheberrechte Dritter werden vom Betreiber dieser Webseite mit größter Sorgfalt beachtet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden derartiger Rechtsverletzungen werden wir den betroffenen Inhalt umgehend entfernen.</p>\n<p>Quelle: <b><a href='https://fairesRecht.at/spezialisierung/erbrecht/3/1'>fairesRecht</a></b></p>"
    },
    "about": {
        "whatDoesItDo":{
            "title":"Was macht diese Website?",
            "content":"Mit der österreichischen „Registrierkassensicherheitsverordnung“ wurden auch maschinenlesbare Codes auf den Belegen vorgeschrieben. Der Code muss unter anderem die Belegnummer, Uhrzeit und Beträge enthalten.\nIn vielen Fällen wird dieser Code als QR-Code auf den Beleg gedruckt. Solche QR-Codes soll diese Seite lesen und die Werte auslesen können, um so die Werte leicht kopieren und speichern zu können."
        },
        "whatCanItScan":{
            "title":"Welche QR Codes kann diese Seite lesen?",
            "content":"Trägt ein österreichischer Registrierkassenbeleg einen QR-Code, kann schon davon ausgegangen werden, dass er mit dieser Seite einlesbar ist.\nKleine und große Unternehmen und Geschäfte in ganz Österreich unterstützen diesen Standard, z. B.: Hofer, Lidl, Media Markt, Müller, Billa und Billa Plus"
        },
        "howTo":{
            "title":"Wie verwende ich diese Seite?",
            "content":"Halten Sie den QR-Code vor die Kamera. Passen Sie dabei auf, gute Lichtverhältnisse zu haben. Speziell bei Nutzung einer nicht hochauflösenden Laptop-Kamera kann es zu Leseproblemen kommen, da die QR-Codes auf Belegen tendenziell eher klein abgedruckt sind.\nSobald der QR-Code gescannt wurde, taucht er als eigene Zeile in der Tabelle unter/neben der Kameraansicht auf und lässt sich durch einen Klick öffnen. Soll eine Zeile in die Zwischenablage kopiert werden, reicht ein weiterer Click darauf und der Inhalt der Zeile, wie etwa Datum, Belegnummer oder ein Betrag, ist kopiert.\nSollen einzelne Belege gelöscht werden, ist dies in der Detailansicht des Belegs möglich, auch das Löschen aller Belege ist möglich."
        },
        "storage":{
            "title":"Bleiben meine gescannten Belege gespeichert? Wenn ja, wo?",
            "content":"Die Belege bleiben auf Ihrem Gerät in Ihrem Browser gespeichert, bis die Browser-Daten von Ihnen gelöscht werden. Es kann sein, dass Ihr Browser oder Gerät automatische Reinigungen durchführt.\nAuch über die Belegansicht auf dieser Website lassen sich einzelne oder alle Belege von Ihnen löschen.\nDie Belege verlassen nie Ihr Gerät und werden nie an den Website-Betreiber oder an sonstige gesendet."
        },
        "privacy":{
            "title":"Privatsphäre",
            "content":"Auf dieser Seite wird kein aktives Tracking betrieben. Google Analytics oder ähnliches ist nicht im Einsatz. Darum wird auch kein Cookie-Banner angezeigt, auf dem Tracking zu akzeptieren ist.\nDie einzigen gespeicherten Daten sind die Inhalte der gescannten QR-Codes, welche nie Ihr Gerät verlassen."
        },
        "technical": {
            "title":"Technische Info",
            "sourceLinkText":"Der Source-Code dieser Seite kann hier eingesehen werden:",
            "sourceLinkTitle":"QrBillReader auf Github",
            "attribution":"Auszug aus den genutzten Technologien:",
            "react":"React JS",
            "qrReader":"QR Reader für React",
            "coreui":"Core UI v4",
            "dexie":"Dexie Database",
            "i18next":"i18next Localization"
        }
    },
    "settings": {
        "billinfo": {
            "title":"Rechnungsinfos",
            "showIndividualAmounts":"Zeige Einzelwerte",
            "showTrustedServiceProvider":"Zeige Vertrauensdienstanbieter",
            "showCashRegisterNumber":"Zeige Kassennummer",
            "showNetAmount":"Zeige Nettopreis"
        }
    },
    "page":{
        "title":{
            "main":"QR-Rechnungsscanner",
            "imprint":"Impressum",
            "settings":"Einstellungen",
            "about":"Über"
        },
        "description":"Scanne QR-Codes auf Rechnungen von österreichischen Registrierkassen"
    }
}